Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# OSBetaSoftwareEnrollNoTermsMessage
source: The terms and conditions for the Apple Beta Software Program aren’t currently available. Try again later.
ar: الشروط والأحكام الخاصة بـ Apple Beta Software Program غير متوفرة حاليًا. يرجى المحاولة مرة أخرى لاحقًا.
ca: Els termes i condicions del programa Apple Beta Software no estan disponibles actualment. Torna‑ho a provar més tard.
cs: Podmínky a ujednání pro program Apple Beta Software nejsou momentálně dostupné. Zkuste to znovu později.
da: Vilkår og betingelser for Apple Beta Software Program er ikke tilgængelige i øjeblikket. Prøv igen senere.
de: Die Apple Beta Software-Programmbestimmungen sind derzeit nicht verfügbar. Versuche es später erneut.
el: Δεν είναι διαθέσιμοι τώρα οι όροι και προϋποθέσεις για το Πρόγραμμα Apple Beta Software. Δοκιμάστε ξανά αργότερα.
es: Los términos y condiciones del programa Apple Beta Software no están disponibles en estos momentos. Inténtalo de nuevo más tarde.
es_us: Los Términos y condiciones del programa Apple Beta Software no están disponibles. Intenta más tarde.
fi: Apple Beta Software Program ‑ohjelman käyttöehdot eivät ole tällä hetkellä saatavilla. Yritä myöhemmin uudelleen.
fr: Les conditions générales relatives au Programme de logiciels bêta d’Apple ne sont pas disponibles pour le moment. Réessayez plus tard.
fr_ca: Les modalités du programme de logiciels bêta d’Apple ne sont pas disponibles pour l’instant. Réessayez plus tard.
he: התקנון של תוכנית Apple Beta Software אינו זמין כעת. נא לנסות שוב מאוחר יותר.
hi: Apple Beta Software प्रोग्राम के लिए नियम व शर्तें अभी उपलब्ध नहीं हैं। बाद में फिर कोशिश करें।
hr: Odredbe i uvjeti Apple Beta Software programa trenutačno nisu dostupni. Pokušajte kasnije.
hu: Az Apple Beta Software program használati feltételei jelenleg nem érhetők el. Próbálkozzon újra később.
id: Syarat dan Ketentuan untuk Program Apple Beta Software tidak tersedia saat ini. Coba lagi nanti.
it: Al momento, i termini e le condizioni dell’Apple Beta Software Program non sono disponibili. Riprova più tardi.
ja: Apple Beta Software Programの利用規約は現在表示できません。あとでやり直してみてください。
ko: 현재 Apple 베타 소프트웨어 프로그램의 이용 약관을 확인할 수 없습니다. 나중에 다시 시도하십시오.
ms: Terma dan syarat untuk Program Apple Beta Software tidak tersedia pada masa ini. Cuba lagi kemudian.
nb: Vilkår og betingelser for Apple Beta Software-programmet er ikke tilgjengelig nå. Prøv igjen senere.
nl: De voorwaarden voor het Apple Beta Software-programma zijn momenteel niet beschikbaar. Probeer het later opnieuw.
pl: Warunki i zasady Apple Beta Software Program nie są aktualnie dostępne. Spróbuj ponownie później.
pt_br: Os termos e condições do Programa Apple Beta Software não estão disponíveis no momento. Tente novamente mais tarde.
pt_pt: De momento, os termos e condições do Apple Beta Software Program não se encontram disponíveis. Volte a tentar mais tarde.
ro: Termenele și condițiile pentru programul Apple Beta Software nu sunt disponibile momentan. Reîncercați mai târziu.
ru: Условия использования Программы бета-тестирования Apple в настоящий момент недоступны. Повторите попытку позже.
sk: Zmluvné podmienky pre Apple Beta Software Program momentálne nie sú k dispozícii. Skúste to znovu neskôr.
sl: Pogoji in določila programa programske opreme Apple Beta trenutno niso na voljo. Poskusite znova pozneje.
sv: Villkoren för Apple Beta Software Program är inte tillgängliga just nu. Försök igen senare.
th: ข้อกำหนดและเงื่อนไขสำหรับโปรแกรม Apple Beta Software ไม่พร้อมใช้ในตอนนี้ ลองอีกครั้งในภายหลัง
tr: Apple Beta Software Programı için hüküm ve koşullar şu anda mevcut değil. Daha sonra yeniden deneyin.
uk: Умови та положення Програми бета-тестування Apple Beta Software зараз недоступні. Спробуйте пізніше.
vi: Các điều khoản và điều kiện cho Chương trình Apple Beta Software hiện không có sẵn. Hãy thử lại sau.
zh_cn: Apple Beta版软件计划的条款与条件当前不可用。请稍后再试。
zh_hk: 暫時無法取得「Apple Beta Software計劃」的條款及細則。稍後再試。
zh_tw: 目前無法使用「Apple Beta版軟體計畫」的條款與約定。請稍後再試。

# OSBetaSoftwareEnrollNoTermsTitle
source: Terms and Conditions Unavailable
ar: الشروط والأحكام غير متوفرة
ca: Termes i condicions no disponibles
cs: Podmínky a ujednání nejsou k dispozici
da: Vilkår og betingelser ikke tilgængelige
de: Bestimmungen nicht verfügbar
el: Μη διαθέσιμοι Όροι και προϋποθέσεις
es: Términos y condiciones no disponibles
es_us: Términos y condiciones no disponibles
fi: Käyttöehdot eivät ole saatavilla
fr: Conditions générales non disponibles
fr_ca: Modalités non disponibles
he: התקנון אינו זמין
hi: नियम व शर्तें अनुपलब्ध हैं
hr: Odredbe i uvjeti nisu dostupni
hu: A használati feltételek nem érhetők el
id: Syarat dan Ketentuan Tidak Tersedia
it: Termini e condizioni non disponibili
ja: 利用規約を表示できません
ko: 이용 약관을 확인할 수 없음
ms: Terma dan Syarat Tidak Tersedia
nb: Vilkår og betingelser ikke tilgjengelig
nl: Voorwaarden niet beschikbaar
pl: Warunki i zasady niedostępne
pt_br: Termos e Condições Indisponíveis
pt_pt: Termos e condições indisponíveis
ro: Termene și condiții indisponibile
ru: Условия и положения недоступны
sk: Zmluvné podmienky sú nedostupné
sl: Pogoji in določila niso na voljo
sv: Användarvillkoren är inte tillgängliga
th: ข้อกำหนดและเงื่อนไขไม่พร้อมใช้
tr: Hüküm ve Koşullar Mevcut Değil
uk: Умови та положення недоступні
vi: Điều khoản và điều kiện không có sẵn
zh_cn: “条款与条件”不可用
zh_hk: 無法取得「條款及細則」
zh_tw: 無法使用「條款與約定」

# OSBetaSoftwareEnrollOKItem
source: OK
ar: موافق
he: אישור
hi: ठीक
hr: U redu
id: OKE
ko: 확인
ru: ОК
sl: V redu
th: ตกลง
tr: Tamam
zh_cn: 好
zh_hk: 好
zh_tw: 好

# OSBetaSoftwareTermsMessage
source: To enroll this Apple TV in the Apple Beta Software Program, you must agree to all the following terms.
ar: لتسجيل Apple TV في برنامج Apple Beta Software، يجب الموافقة على كل الشروط التالية.
ca: Per inscriure aquest Apple TV al programa Apple Beta Software has d’acceptar les condicions següents.
cs: Chcete‑li Apple TV zaregistrovat do Apple Beta Software Programu, musíte souhlasit s následujícími podmínkami.
da: Du skal acceptere Vilkår og betingelser for Apple Beta Software Program for at kunne tilmelde dette Apple TV.
de: Um dieses Apple TV für das Apple Beta Software-Programm zu registrieren, musst du allen folgenden Bestimmungen zustimmen.
el: Για εγγραφή αυτού του Apple TV στο Πρόγραμμα Apple Beta Software, πρέπει να αποδεχτείτε όλους τους ακόλουθους όρους.
es: Para inscribir este Apple TV en el programa Apple Beta Software, tienes que aceptar estas condiciones.
es_us: Para inscribir este Apple TV en el programa Apple Beta Software, debes aceptar los siguientes términos.
fi: Rekisteröi tämä Apple TV Apple Beta Software Program ‑ohjelmaan hyväksymällä kaikki seuraavat ehdot.
fr: Pour inscrire cette Apple TV au programme de logiciels bêta d’Apple, vous devez accepter les conditions suivantes.
fr_ca: Pour inscrire cette Apple TV au programme de logiciels bêta d’Apple, vous devez accepter les modalités suivantes.
he: כדי לרשום Apple TV זה בתוכנית Apple Beta Software, יש להסכים לכל התנאים הבאים.
hi: Apple Beta Software प्रोग्राम में इस Apple TV के नामांकन के लिए आपको निम्नलिखित सभी नियमों से सहमत होना होगा।
hr: Za prijavu ovog Apple TV-a u Apple Beta Software program trebate se složiti sa sljedećim odredbama.
hu: Ennek az Apple TV-nek az Apple Beta Software programba való feliratkoztatásához el kell fogadnia a következő feltételeket.
id: Untuk mendaftarkan Apple TV ini di Program Apple Beta Software, Anda harus menyetujui semua ketentuan berikut.
it: Per registrare Apple TV all’Apple Beta Software Program, devi accettare tutti i termini di seguito.
ja: このApple TVをApple Beta Software Programに登録するには、以下の規約に同意しなければなりません。
ko: Apple TV를 Apple 베타 소프트웨어 프로그램에 등록하려면 다음 약관에 모두 동의해야 합니다.
ms: Untuk mendaftarkan Apple TV ini dalam Program Apple Beta Software, anda mesti bersetuju dengan semua syarat berikut.
nb: Hvis du vil registrere Apple TV-enheten i Apple Beta Software-programmet, må du først godta vilkårene.
nl: Om deze Apple TV in te schrijven voor het Apple Beta Software-programma, moet je akkoord gaan met al de volgende voorwaarden.
pl: Aby zarejestrować ten Apple TV w Apple Beta Software Program, musisz zaakceptować poniższe warunki.
pt_br: Para inscrever esta Apple TV no Programa Apple Beta Software, você deve concordar com todos os termos a seguir.
pt_pt: Para inscrever esta Apple TV no Apple Beta Software Program, tem de aceitar os termos que se seguem.
ro: Pentru a înscrie acest Apple TV în programul Apple Beta Software, trebuie să fiți de acord cu toate condițiile următoare.
ru: Для регистрации этого Apple TV в Программе бета-тестирования Apple необходимо принять следующие условия использования:
sk: Ak chcete registrovať toto Apple TV v Apple Beta Software Programe, musíte súhlasiť s nasledujúcimi zmluvnými podmienkami.
sl: Če želite vpisati ta Apple TV v program Apple Beta Software, se morate strinjati z naslednjimi pogoji.
sv: Om du vill registrera denna Apple TV i Apple Beta Software Program måste du godkänna alla följande villkor.
th: ในการลงทะเบียน Apple TV เครื่องนี้กับโปรแกรม Apple Beta Software คุณต้องยอมรับข้อตกลงทั้งหมดต่อไปนี้
tr: Bu Apple TV’yi Apple Beta Software Programı’na kaydetmek için aşağıdaki tüm hükümleri kabul etmelisiniz.
uk: Щоб зареєструвати цей Apple TV у Програмі бета-тестування Apple Beta Software, ви маєте погодитися з усіма наведеними нижче умовами.
vi: Để đăng ký Apple TV này trong Chương trình Apple Beta Software, bạn phải đồng ý với tất cả các điều khoản sau.
zh_cn: 若要注册此Apple TV至Apple Beta版软件计划，你必需同意以下所有条款。
zh_hk: 如要在「Apple Beta Software計劃」中註冊此Apple TV，你必須同意以下所有條款。
zh_tw: 若要將此Apple TV在「Apple Beta版軟體計畫」中註冊，你必須同意下列所有條款。

# OSBetaSoftwareTermsTitle
source: Beta Software Agreements
ar: اتفاقيات البرامج التجريبية
ca: Contractes de programari beta
cs: Licenční ujednání o betaverzích softwaru
da: Betasoftwareaftaler
de: Beta Software-Verträge
el: Συμβάσεις λογισμικού beta
es: Contratos de software beta
es_us: Acuerdos de software versión beta
fi: Betaohjelmistosopimukset
fr: Accords relatifs au logiciel bêta
fr_ca: Contrats de logiciels bêta
he: הסכמי תוכנת בטא
hi: बीटा सॉफ़्टवेयर अनुबंध
hr: Sporazumi za beta softver
hu: Bétaszoftverre vonatkozó megállapodások
id: Perjanjian Perangkat Lunak Beta
it: Accordi Beta Software
ja: Betaソフトウェア使用許諾契約
ko: 베타 소프트웨어 사용 계약
ms: Perjanjian Perisian Beta
nb: Lisensavtaler for betaprogramvare
nl: Bètasoftwareovereenkomsten
pl: Umowy Apple Beta Software Program
pt_br: Contratos de Licença de Software Beta
pt_pt: Contratos de Software Beta
ro: Acorduri software beta
ru: Лицензионные соглашения о бета‑версиях
sk: Zmluvné podmienky pre používanie betaverzie softvéru
sl: Pogodbe programske opreme Beta
sv: Beta-programlicensavtal
th: ข้อตกลงซอฟต์แวร์รุ่นเบต้า
tr: Beta Yazılım Sözleşmeleri
uk: Угоди щодо бета-версій ПЗ
vi: Thỏa thận phần mềm beta
zh_cn: Beta版软件协议
zh_hk: Beta軟件協議
zh_tw: Beta版軟體協議

# OSBetaSoftwareUpdatesEnrolledInfoText
source: This Apple TV is enrolled in the %@. For more information, go to beta.apple.com.
ar: هذا الـ Apple TV مسجل في %@. لمزيد من المعلومات، انتقل إلى beta.apple.com.
ca: Has inscrit l’Apple TV al programa %@. Per obtenir més informació, ves a beta.apple.com.
cs: Tato Apple TV je zaregistrovaná v programu %@. Další informace najdete na beta.apple.com.
da: Dette Apple TV er tilmeldt %@. Læs mere på beta.apple.com.
de: Dieses Apple TV ist bei %@ registriert. Weitere Informationen erhältst du unter beta.apple.com.
el: Αυτό το Apple TV είναι εγγεγραμμένο σε %@. Για περισσότερες πληροφορίες, μεταβείτε στη διεύθυνση beta.apple.com.
es: Este Apple TV está inscrito en el %@. Para obtener más información, visita beta.apple.com.
es_us: Este Apple TV está inscrito en el %@. Consulta más información en beta.apple.com.
fi: Tämä Apple TV on rekisteröity %[tt]@-ohjelmaan. Lisätietoja löytyy osoitteesta beta.apple.com.
fr: Cette Apple TV est inscrite au programme %@. Pour en savoir plus, rendez-vous sur beta.apple.com.
fr_ca: Cette Apple TV est inscrite au programme %@. Rendez-vous sur beta.apple.com pour obtenir plus d’informations.
he: ‏Apple TV זה רשום בתוכנית %@. מידע נוסף זמין בכתובת beta.apple.com
hi: यह Apple TV %@ में नामांकित है। अधिक जानकारी के लिए beta.apple.com पर जाएँ।
hr: Ovaj Apple TV prijavljen je u %@. Za dodatne informacije posjetite beta.apple.com.
hu: Ez az Apple TV regisztrálva van a következőben: %@. További információkért keresse fel a beta.apple.com webhelyet.
id: Apple TV ini terdaftar di %@. Untuk informasi lainnya, buka beta.apple.com.
it: Hai registrato Apple TV a %@. Per ulteriori informazioni, vai alla pagina beta.apple.com.
ja: このApple TVは%@に登録されています。 詳しくは、beta.apple.comをご覧ください。
ko: 이 Apple TV는 %@에 등록되어 있습니다. 자세한 정보는 beta.apple.com 사이트를 참조하십시오.
ms: Apple TV ini didaftarkan dalam %@. Untuk mendapatkan maklumat lanjut, pergi ke beta.apple.com.
nb: Apple TV er registrert i %@. Finn ut mer på beta.apple.com.
nl: Deze Apple TV is ingeschreven voor het %@. Ga voor meer informatie naar beta.apple.com.
pl: Ten Apple TV jest zarejestrowany w programie %@. Więcej informacji: beta.apple.com.
pt_br: Esta Apple TV está registrada no %@. Para obter mais informações, visite beta.apple.com.
pt_pt: Esta Apple TV está registada no %@. Encontrará informação adicional em beta.apple.com.
ro: Acest Apple TV este înscris în %@. Pentru mai multe informații, accesați beta.apple.com.
ru: Этот Apple TV зарегистрирован: %@. Подробнее на сайте beta.apple.com.
sk: Toto Apple TV je registrované v programe %@. Viac informácií nájdete na stránke beta.apple.com.
sl: Ta Apple TV je vpisan v program %@. Za več informacij pojdite na beta.apple.com.
sv: Denna Apple TV är registrerad i %@. Mer information hittar du på beta.apple.com.
th: Apple TV เครื่องนี้ลงทะเบียนอยู่ใน%[tt]@ สำหรับข้อมูลเพิ่มเติม ไปที่ beta.apple.com
tr: Bu Apple TV, %@ sürümüne kayıtlı. Daha fazla bilgi için beta.apple.com adresine gidin.
uk: Цей Apple TV зареєстровано в програмі %@. Додаткові відомості наведено на вебсайті beta.apple.com.
vi: Apple TV này được đăng ký trong %@. Để biết thêm thông tin, hãy truy cập beta.apple.com.
zh_cn: 此Apple TV已注册%@。 若要了解更多信息，请访问beta.apple.com。
zh_hk: 此Apple TV已註冊%@。 詳情請瀏覽beta.apple.com。
zh_tw: 此Apple TV已在%@中註冊。 如需更多資訊，請前往beta.apple.com。

# OSBetaSoftwareUpdatesOffValue
source: Off
ar: إيقاف
ca: No
cs: Vypnuto
da: Fra
de: Aus
el: Όχι
es: No
es_us: No
fi: Pois
fr: Non
fr_ca: Non
he: כבויה
hi: बंद
hr: Isključeno
hu: Ki
id: Mati
it: No
ja: オフ
ko: 끔
ms: Tak Aktif
nb: Av
nl: Uit
pl: Wył.
pt_br: Desativado
pt_pt: Desativado
ro: Nu
ru: Выкл.
sk: Vyp.
sl: Izklopljeno
sv: Av
th: ปิด
tr: Kapalı
uk: Вимкнено
vi: Tắt
zh_cn: 关闭
zh_hk: 關閉
zh_tw: 關閉

# OSBetaSoftwareUpdatesTitle
source: Beta Updates
ar: التحديثات التجريبية
ca: Actualitzacions beta
cs: Betaverze aktualizací
da: Betaopdateringer
el: Ενημερώσεις beta
es: Actualizaciones beta
es_us: Actualizaciones beta
fi: Beta-päivitykset
fr: Mises à jour bêta
fr_ca: Mises à jour bêta
he: עדכוני בטא
hi: बीटा अपडेट
hr: Beta ažuriranja
hu: Bétafrissítések
id: Pembaruan Beta
it: Aggiornamenti beta
ja: ベータアップデート
ko: 베타 업데이트
ms: Kemas Kini Beta
nb: Betaoppdateringer
nl: Bèta-updates
pl: Uaktualnienia beta
pt_br: Atualizações Beta
pt_pt: Atualizações beta
ro: Actualizări beta
ru: Бета-обновления
sk: Beta aktualizácie
sl: Posodobitve različice beta
sv: Betauppdateringar
th: รายการอัปเดตรุ่นเบต้า
tr: Beta Güncellemeleri
uk: Бета-версії оновлень
vi: Bản cập nhật beta
zh_cn: Beta版更新
zh_hk: Beta更新項目
zh_tw: Beta版更新項目

# OSBetaSoftwareUpdatesUnenrolledInfoText
source: You can enroll this Apple TV in an Apple Beta Software Program to get beta updates for tvOS. For more information, go to beta.apple.com.
ar: يمكنك تسجيل هذا الـ Apple TV في Apple Beta Software Program للحصول على التحديثات التجريبية لـ tvOS. لمزيد من المعلومات، انتقل إلى: beta.apple.com
ca: Pots inscriure l’Apple TV en un programa Apple Beta Software per rebre actualitzacions beta per al tvOS. Per obtenir més informació, ves a beta.apple.com.
cs: Chcete‑li stahovat aktualizace betaverzí tvOS, zaregistrujte Apple TV do programu Apple Beta Software. Další informace najdete na stránce beta.apple.com.
da: Du kan tilmelde dette Apple TV til et Apple Beta Software Program for at få beta-opdateringer til tvOS. Læs mere på beta.apple.com.
de: Registriere dieses Apple TV für ein Beta Software-Programm von Apple, um Beta-Updates für tvOS zu laden. Weitere Informationen erhältst du unter beta.apple.com.
el: Μπορείτε να εγγράψετε αυτό το Apple TV σε ένα Πρόγραμμα Apple Beta Software για να λαμβάνετε ενημερώσεις beta για το tvOS. Για περισσότερες πληροφορίες, μεταβείτε στη διεύθυνση beta.apple.com.
es: Puedes inscribir este Apple TV en un programa Apple Beta Software para obtener actualizaciones beta de tvOS. Para más información, visita beta.apple.com.
es_us: Puedes inscribir este Apple TV en el programa Apple Beta Software para obtener actualizaciones beta de tvOS. Consulta más información en beta.apple.com.
fi: Voit hankkia beta-päivityksiä tvOS:lle rekisteröimällä tämän Apple TV:n Apple Beta Software Program ‑ohjelmaan. Lisätietoja löytyy osoitteesta beta.apple.com.
fr: Vous pouvez inscrire cette Apple TV à un programme de logiciels bêta d’Apple pour obtenir les mises à jour bêta de tvOS. Pour en savoir plus, consultez la page https://beta.apple.com/sp/fr/betaprogram/.
fr_ca: Vous pouvez inscrire cette Apple TV à un programme de logiciels bêta d’Apple et obtenir les mises à jour de tvOS correspondantes. Rendez-vous sur beta.apple.com pour obtenir plus d’informations.
he: באפשרותך לרשום את מכשיר ה-Apple TV לתוכנית Apple Beta Software ולקבל עדכוני בטא של tvOS. פרטים נוספים זמינים בכתובת: beta.apple.com.
hi: tvOS के लिए बीटा अपडेट प्राप्त करने के लिए आप इस Apple TV को Apple Beta Software प्रोग्राम में नामांकित कर सकते हैं। अधिक जानकारी के लिए beta.apple.com पर जाएँ।
hr: Možete prijaviti ovaj Apple TV u Apple Beta Software program kako biste mogli preuzimati beta ažuriranja za tvOS. Za dodatne informacije posjetite beta.apple.com.
hu: A tvOS nyilvános bétaverzióihoz való hozzáféréshez feliratkozhat az Apple Beta Software programra ezzel az Apple TV-vel. További információkért keresse fel a beta.apple.com webhelyet.
id: Anda dapat mendaftarkan Apple TV ini di Program Apple Beta Software untuk mendapatkan pembaruan beta untuk tvOS. Untuk informasi lainnya, buka beta.apple.com.
it: Puoi registrare Apple TV a uno degli Apple Beta Software Program per ricevere aggiornamenti beta per tvOS. Per ulteriori informazioni, vai alla pagina beta.apple.com.
ja: このApple TVをApple Beta Software Programに登録して、tvOSのベータアップデートを入手することができます。 詳しくは、beta.apple.comをご覧ください。
ko: 이 Apple TV를 Apple 베타 소프트웨어 프로그램에 등록하여 tvOS 베타 업데이트를 받을 수 있습니다. 자세한 정보는 beta.apple.com 사이트를 참조하십시오.
ms: Anda boleh mendaftarkan Apple TV ini dalam Program Apple Beta Software untuk mendapatkan kemas kini beta bagi tvOS. Untuk mendapatkan maklumat lanjut, pergi ke beta.apple.com.
nb: Du kan registrere Apple TV i program for betatesting av tvOS fra Apple Beta Software-programmet. Finn ut mer på beta.apple.com.
nl: Je kunt deze Apple TV inschrijven voor een Apple Beta Software-programma om bèta-updates te ontvangen voor tvOS. Ga voor meer informatie naar beta.apple.com.
pl: Możesz zarejestrować ten Apple TV w programie Apple Beta Software i otrzymywać uaktualnienia beta systemu tvOS. Więcej informacji: beta.apple.com.
pt_br: Você pode inscrever esta Apple TV em um Programa Apple Beta Software para obter atualizações beta do tvOS. Para obter mais informações, acesse beta.apple.com.
pt_pt: Pode registar esta Apple TV num Apple Beta Software Program para obter atualizações das versões beta do tvOS. Encontrará informação adicional em beta.apple.com.
ro: Puteți înscrie acest Apple TV într‑un program Apple Beta Software pentru a primi actualizări beta pentru tvOS. Pentru mai multe informații, accesați beta.apple.com.
ru: Вы можете зарегистрировать этот Apple TV в Программе бета-тестирования Apple, чтобы получать бета‑версии обновлений tvOS. Подробнее на сайте beta.apple.com.
sk: Toto Apple TV môžete registrovať v Apple Beta Software Programe a získavať aktualizácie betaverzií tvOS. Viac informácií nájdete na stránke beta.apple.com.
sl: Ta Apple TV lahko vpišete v program Apple Beta Software, da prejmete posodobitve beta za tvOS. Za več informacij pojdite na beta.apple.com.
sv: Du kan registrera denna Apple TV i ett Apple Beta Software Program om du vill få betaversioner för tvOS. Mer information hittar du på beta.apple.com.
th: คุณสามารถลงทะเบียน Apple TV เครื่องนี้ได้ในโปรแกรม Apple Beta Software เพื่อรับการอัปเดตรุ่นเบต้าสำหรับ tvOS สำหรับข้อมูลเพิ่มเติม ให้ไปที่ beta.apple.com
tr: Bu Apple TV’yi bir Apple Beta Software Programı’na kaydettirip tvOS için beta güncellemelerini alabilirsiniz. Daha fazla bilgi için beta.apple.com adresine gidin.
uk: Можна зареєструвати цей Apple TV в одній із Програм бета-тестування Apple Beta Software, щоб отримувати бета-оновлення для tvOS. Додаткові відомості наведено на вебсайті beta.apple.com.
vi: Bạn có thể đăng ký Apple TV này vào một Chương trình Apple Beta Software để nhận các bản cập nhật beta cho tvOS. Để biết thêm thông tin, hãy truy cập beta.apple.com.
zh_cn: 你可以在“Apple Beta版软件计划”中注册此Apple TV以获取Apple tvOS的Beta版更新。 若要了解更多信息，请访问beta.apple.com。
zh_hk: 你可以為此Apple TV註冊「Apple Beta Software計劃」以取得tvOS的Beta更新項目。 詳情請瀏覽beta.apple.com。
zh_tw: 你可將此Apple TV在「Apple Beta版軟體計畫」中註冊來取得tvOS的Beta版更新項目。 如需更多資訊，請前往beta.apple.com

# OSUpdateAppleConnectNoAccountStatus
source: not entered
ar: لم يتم الإدخال
ca: no s’ha introduït
cs: nezadáno
da: ikke indtastet
de: nicht eingegeben
el: δεν εισάχθηκε
es: no introducido
es_us: sin ingresar
fi: ei syötetty
fr: non saisi
fr_ca: non entré
he: לא הוזן
hi: दर्ज नहीं
hr: nije uneseno
hu: nincs megadva
id: tidak dimasukkan
it: non inserito
ja: 未入力
ko: 입력되지 않음
ms: tidak dimasukkan
nb: ikke oppgitt
nl: niet ingevoerd
pl: nie wprowadzono
pt_br: não inserido
pt_pt: não digitado
ro: nu a fost introdus
ru: не введено
sk: nezadané
sl: ni vneseno
sv: ej angett
th: ไม่ได้ป้อน
tr: girilmedi
uk: не введено
vi: chưa nhập
zh_cn: 未输入
zh_hk: 未輸入
zh_tw: 尚未輸入

# OSUpdateAppleConnectNoPasswordStatus
source: no password
ar: لا توجد كلمة سر
ca: sense contrasenya
cs: žádné heslo
da: ingen adgangskode
de: kein Passwort
el: χωρίς συνθηματικό
es: sin contraseña
es_us: sin contraseña
fi: ei salasanaa
fr: aucun mot de passe
fr_ca: aucun mot de passe
he: אין סיסמה
hi: कोई पासवर्ड नहीं
hr: bez lozinke
hu: nincs jelszó
id: tidak ada kata sandi
it: password non disponibile
ja: パスワードなし
ko: 암호 없음
ms: tiada kata laluan
nb: ingen passord
nl: geen wachtwoord
pl: nie ma hasła
pt_br: sem senha
pt_pt: nenhuma palavra-passe
ro: fără parolă
ru: нет пароля
sk: žiadne heslo
sl: ni gesel
sv: inget lösenord
th: ไม่มีรหัสผ่าน
tr: parola yok
uk: немає пароля
vi: không có mật khẩu
zh_cn: 无密码
zh_hk: 沒有密碼
zh_tw: 沒有密碼
